content/posts/can_free_speech_be_controlled_by_industry.md
+++
title = "Can free speech be controlled by industry?"
author = ["Daniel Biasiotto"]
date = 2024-02-04T17:16:00+01:00
tags = ["question"]
draft = false
+++

## Evidence {#evidence}

-   [Information industries shape our cultural and political landscape]({{< relref "information_industries_shape_our_cultural_and_political_landscape.md" >}})
    -   [The Medium is the Message]({{< relref "the_medium_is_the_message.md" >}})
-   [Capitalists can be manipulated by threatening their bottom line]({{< relref "capitalists_can_be_manipulated_by_threatening_their_bottom_line.md" >}})
-   [The 1934 Production Code was self-censorship aimed at protecting introits]({{< relref "the_1934_production_code_was_self_censorship_aimed_at_protecting_introits.md" >}})
-   [Information industry monopolies have far reaching effects in culture and politic]({{< relref "information_industry_monopolies_have_far_reaching_effects_in_culture_and_politic.md" >}})


## Conclusion {#conclusion}

-   [Free speech is the US is controlled by industry more so than the government]({{< relref "free_speech_is_the_us_is_controlled_by_industry_more_so_than_the_government.md" >}})
